<?php
$lang = array(
    'titles' => array(
        'reg_form' => 'Форма регистрации',
    ),

    'placeholder' => array(
        'first_name'       => 'Имя',
        'last_name'        => 'Фамилия',
        'email'            => 'Эл. адрес',
        'password'         => 'Пароль',
        'confirm_password' => 'Подтвердите Пароль'
    ),

    'label' => array(
        'avatar'   => 'Аватар',
        'register' => 'Регистрация',
    ),

    'error' => array(
        'required'               => 'Это поле обязательно к заполнению',
        'confirm_password_equal' => 'Подтвержденный пароль не совпадает с паролем',
        'email_exists'           => 'Пользователь с таким адресом электронной почты уже существует',
        'db'                     => 'Ошибка базы данных. Пожалуйста, попробуйте еще раз',
        'file-upload'            => 'К сожалению, при загрузке файла произошла ошибка',
        'type-file'              => 'Извините, только JPG, JPEG, PNG и GIF файлы могут загружаться',
        'field'                  => 'Поле ',
        'empty'                  => ' пустое',
        'email-format'           => 'Неверный формат электронной почты',
        'characters'             => 'символов',
        'password-length'        => 'Пароль меньше чем ',
    ),

    'info_msg' => array(
        'required'    => '* поля обязательны для заполнения',
        'choose_file' => 'Пожалуйста, выберите файл',
        'success-reg' => 'Вы успешно зарегистрированы',
    ),

);
